[
    {   
        "id":"1",
        "name":"Мастер-класс «Изящный контур»",
        "descripnion": "«Изящный контур» это отличный мастер-класс, который поможет получить навыки использования витражного контура, а также узнать больше о витражной росписи в целом.",
        "time":"Продолжительность занятия",
        "descTime":" - 1,5 - 2 часа.",
        "features":"Особенности мк:",
        "descFeatures1":"рассматриваемые теоретические моменты: виды витражей, понятие витражной росписи, правила нанесения контура;",
        "descFeatures2":"практический компонент мк: подготовка рабочей поверхности, нанесение контура, корректировка нанесения, оформление работы.",
        "costMk":"В стоимость мк входит:",
        "descCostMk1":"рамка-клип 13*18;",
        "descCostMk2":"выбор желаемого эскиза;",
        "descCostMk3":"расходные материалы;",
        "descCostMk4":"готовая работа, которую Вы забираете с собой."
    },
    {   
        "id":"2",
        "name":"Мастер-класс «Витражная открытка»",
        "descripnion": "В рамках данного мастер-класса Вы сможете освоить азы использования контура - базового материала для росписи, а также научится наносить витражные краски на лаковой основе.",
        "time":"Продолжительность занятия",
        "descTime":" - два занятия по 3 часа.",
        "features":"Особенности мк:",
        "descFeatures1":"рассматриваемые теоретические моменты: виды витражей, понятие витражной росписи, правила нанесения контура, витражных красок;",
        "descFeatures2":"практический компонент мк: подготовка рабочей поверхности, нанесение контура, корректировка его нанесения, заливка контурного рисунка витражной краской, оформление работы.",
        "costMk":"В стоимость мк входит:",
        "descCostMk1":"рамка-клип 13*18;",
        "descCostMk2":"выбор желаемого эскиза;",
        "descCostMk3":"расходные материалы;",
        "descCostMk4":"готовая работа, которую Вы забираете с собой."
    },
    {   
        "id":"3",
        "name":"Мастер-класс «Золотой листочек»",
        "descripnion": "На этой встрече Вы научитесь декорировать стеклянную тарелку поталью. А также проявите свою фантазию и создадите изделие по истине с уникальной палитрой потали. Для фантазии нет предела и границ!!",
        "time":"Продолжительность занятия",
        "descTime":" - 3-4 часа.",
        "features":"Особенности мк:",
        "descFeatures1":"рассматриваемые теоретические моменты: виды витражей, понятие витражной росписи, правила нанесения краски на водной основе и потали;",
        "descFeatures2":"практический компонент мк: подготовка рабочей поверхности, нанесение краски на водной основе, нанесение клея и поклейка потали, нанесение защитного слоя.",
        "costMk":"В стоимость мк входит:",
        "descCostMk1":"стеклянная тарелка 19см;",
        "descCostMk2":"материалы для декорирования тарелки;",
        "descCostMk3":"расходные материалы;",
        "descCostMk4":"готовая работа, которую Вы забираете с собой."
    },
    {   
        "id":"4",
        "name":"Мастер-класс «На лужайке»",
        "descripnion": "Предлагаю вашему вниманию мастер-класс, по окончанию которого вы будете иметь навык работы с витражными красками, тушью и поталью.",
        "time":"Продолжительность занятия",
        "descTime":" - два дня по 3 часа.",
        "features":"Особенности мк:",
        "descFeatures1":"",
        "descFeatures2":"",
        "costMk":"В стоимость мк входит:",
        "descCostMk1":"",
        "descCostMk2":"",
        "descCostMk3":"",
        "descCostMk4":""
    },
    {   
        "id":"5",
        "name":"Мастер-класс «Murano»",
        "descripnion": "Приглашаю окунуться в увлекательный мир венецианской росписи! Посетив мастер-класс «Murano» Вы сможете отвлечься от повседневной суеты и создать по истине уникальную работу, выбрав желаемую палитру цветов красок. На мастер-классе Вы научитесь использовать витражный контур и краски для создания венецианской росписи. Данный рисунок подходит для оформления рамки для фото, а также для украшения настольного зеркала - желаемый вариант указывайте при добавлении в группу участников мероприятия.",
        "time":"Продолжительность занятия",
        "descTime":" - два занятия по 3 часа.",
        "features":"Особенности мк:",
        "descFeatures1":"рассматриваемые теоретические моменты: виды витражей, понятие витражной росписи, правила нанесения контура, витражных красок;",
        "descFeatures2":"практический компонент мк: подготовка рабочей поверхности, нанесение контура, корректировка его нанесения, заливка контурного рисунка акриловой витражной краской, оформление работы.",
        "costMk":"В стоимость мк входит:",
        "descCostMk1":"",
        "descCostMk2":"",
        "descCostMk3":"",
        "descCostMk4":""
    },
    {   
        "id":"6",
        "name":"Мастер-класс «Сказочный светильник»",
        "descripnion": " В рамках данного мастер класса Вы сможете освоить технику нанесения контура, преобрести базовые навыки работы со структурной пастой, а также научится наносить витражные краски на лаковой основе. В течении занятий мы распишем 4 стеклянные стенки светильника, что поможет хорошо укрепить новые знания и навыки.",
        "time":"Продолжительность занятия",
        "descTime":" - два дня по 4 часа.",
        "features":"Особенности мк:",
        "descFeatures1":"рассматриваемые теоретические моменты: виды витражей, понятие витражной росписи, правила нанесения контура, витражных красок, структурной пасты;",
        "descFeatures2":"практический компонент мк: подготовка рабочей поверхности, нанесение контура, корректировка его нанесения, нанесение структурной пасты, заливка контурного рисунка витражной краской, оформление работы.",
        "costMk":"В стоимость мк входит:",
        "descCostMk1":"металлический светильник 28см;",
        "descCostMk2":"выбор желаемого эскиза;",
        "descCostMk3":"расходные материалы;",
        "descCostMk4":"готовая работа, которую Вы забираете с собой."
    },
    {   
        "id":"7",
        "name":"Мастер-класс «Нежность»",
        "descripnion": "В рамках этой встречи я расскажу вам тонкости и сложности использования техники витражной акварели.",
        "time":"Продолжительность занятия",
        "descTime":" - 5-6 часов.",
        "features":"Особенности мк:",
        "descFeatures1":"",
        "descFeatures2":"",
        "costMk":"В стоимость мк входит:",
        "descCostMk1":"рамка-клип 21*30см;",
        "descCostMk2":"выбор желаемого эскиза;",
        "descCostMk3":"расходные материалы;",
        "descCostMk4":"готовая работа, которую Вы забираете с собой."
    },
    {   
        "id":"8",
        "name":"Мастер-класс «На рассвете»",
        "descripnion": "Кто еще не успел побывать на встрече и освоить новую для себя технику витражной росписи? Предлагаю присоединиться ко мне на мастер-класс где я буду рассказывать и показывать безконтурную и акварельную техники. Благодаря сочетанию нескольких приемов, свойств стекла и красок, ваша работа станет ярким и оригинальным подарком себе или близким!",
        "time":"Продолжительность занятия",
        "descTime":" - два занятия по 4 часа.",
        "features":"Особенности мк:",
        "descFeatures1":"",
        "descFeatures2":"",
        "costMk":"В стоимость мк входит:",
        "descCostMk1":"заготовленное стекло 30*40см;",
        "descCostMk2":"деревянная рама;",
        "descCostMk3":"расходные материалы, материалы для росписи стекла и оформления рамы;",
        "descCostMk4":"готовая работа, которую Вы забираете с собой."
    }
]