{
    "headingRu": "Обучение",
    "headingEn": "Education",
    "text1Ru":"Представляю вашему вниманию курс по обучению витражной росписи стекла. Курс включает в себя 8 мастер-классов, которые подаются по мере приобретения навыков росписи стекла – от самого простого до самого сложного.",
    "text1En":"I present to your attention a course on teaching stained glass painting. The course includes 8 master classes, which are served as glass painting skills are acquired - from the simplest to the most complex.",
    "text2Ru":"По окончанию курса каждый участник будет иметь навыки: работы с витражным контуром, витражными красками на лаковой основе, витражными красками на водной основе, витражными акриловыми красками, поклейки потали, работы со структурными пастами; а также освоит техники: заливного витража, витражной акварели, безконтурной заливки, венецианской росписи, витражной графики.",
    "text2En":"At the end of the course, each participant will have the skills: work with stained glass contour, stained glass paints on a varnish basis, stained glass paints on a water basis, stained glass acrylic paints, gluing potali, working with structural pastes; as well as master the technique: filler stained glass, stained-glass watercolors, contourless fillings, Venetian painting, stained-glass graphics.",
    "text3Ru":"Занятия подходят для взрослых и детей от 12ти лет. Каждое занятие состоит из нескольких блоков: теоретическая часть, практическая часть и сборка работы.",
    "text3En":"Classes are suitable for adults and children from 12 years old. Each lesson consists of several blocks: the theoretical part, the practical part and the assembly of the work.",
    "text4Ru":"Приглашаю с головой окунуться в мир витражной росписи, зарядиться творчеством, побороть свои страхи перед рисованием и создать как минимум один уникальный шедевр своими руками!!!",
    "text4En":"I invite you to plunge into the world of stained glass painting, recharge your creativity, overcome your fears of drawing and create at least one unique masterpiece with your own hands !!!",
    "text5Ru":"Рассмотрим краткое описание каждого мастер-класса, чтобы Вам было удобнее подобрать желаемую технику и обязательно посетить встречу, посвященную этому направлению.",
    "text5En":"Consider a brief description of each master class to make it easier for you to choose the desired technique and be sure to attend a meeting dedicated to this area."
  }

  

  

  

      

      