[
    {   
        "id":"1",
        "name":"Master class «Graceful outline»",
        "descripnion": "«Graceful outline» is a great master class that will help you learn how to use stained glass outline as well as learn more about stained glass painting in general.",
        "time": "Lesson duration",
        "descTime": "- 1.5 - 2 hours.",
        "features": "Features master class:",
        "descFeatures1": "theoretical points under consideration: types of stained-glass windows, the concept of stained-glass painting, rules for drawing a outline;",
        "descFeatures2": "practical component of master class: preparation of the work surface, drawing the outline, adjusting the application, designing the work.",
        "costMk": "The cost of the master class includes:",
        "descCostMk1": "clip frame 5*7 inches;",
        "descCostMk2": "select the desired sketch;",
        "descCostMk3": "expendable materials;",
        "descCostMk4": "finished work that you will take with you."
    },
    {   
        "id":"2",
        "name": "Master class «Stained glass postcard»",
        "descripnion": "During this master class, you will be able to master the basics of using the outline - the basic material for painting, and also learn how to apply stained glass paints on a varnish basis.",
        "time": "Lesson duration",
        "descTime": " - two lessons of 3 hours each.",
        "features": "Features of master class:",
        "descFeatures1": "theoretical points under consideration: types of stained-glass windows, the concept of stained-glass painting, rules for drawing a outline, stained-glass paints;",
        "descFeatures2": "practical component of master class: preparation of the working surface, drawing the outline, correcting of him, filling the outline drawing with stained glass paint, decorating the work.",
        "costMk": "The cost of the master class includes:",
        "descCostMk1": "clip frame 5*7 inches;",
        "descCostMk2": "select the desired sketch;",
        "descCostMk3": "expendable materials;",
        "descCostMk4": "finished work that you will take with you."
    },
    {   
        "id":"3",
        "name":"Master class «Golden leaf»",
        "descripnion": "At this meeting, you will learn how to decorate a glass plate with potal. And also show your imagination and create a product with a unique palette of potal. There is no limit to your imagination !!",
        "time": "Lesson duration",
        "descTime":" - 3-4 hours.",
        "features": "Features master class:",
        "descFeatures1": "theoretical points under consideration: types of stained-glass windows, the concept of stained-glass painting, rules for applying water-based paint and potal;",
        "descFeatures2": "practical component of master class: preparation of the work surface, application of water-based paint, application of glue and glue potal, application of a protective layer.",
        "costMk": "The cost of the master class includes:",
        "descCostMk1": "glass plate 7.48 inches;",
        "descCostMk2": "decoration materials for plate;",
        "descCostMk3": "expendable materials;",
        "descCostMk4": "finished work that you will take with you."
    },
    {   
        "id":"4",
        "name":"Master class «On the lawn»",
        "descripnion": "I bring to your attention a master class, at the end of which you will have the skills of working with stained glass paints, ink and potal.",
        "time": "Lesson duration",
        "descTime": "- two days, 3 hours each.",
        "features": "Features master class:",
        "descFeatures1": "theoretical points under consideration: types of stained-glass windows, the concept of stained-glass painting, rules for applying ink, stained-glass paints and working with potal;",
        "descFeatures2": "practical component of master class: preparation of the work surface, application: ink, stained glass paints, glue. Sticking the potal. Decoration of the work.",
        "costMk": "The cost of the master class includes:",
        "descCostMk1": "clip frame 5*7 inches;",
        "descCostMk2": "select the desired sketch;",
        "descCostMk3": "expendable materials;",
        "descCostMk4": "finished work that you will take with you."
    },
    {   
        "id":"5",
        "name":"Master class «Murano»",
        "descripnion": "I invite you to plunge into the fascinating world of Venetian painting! Attending the «Murano» master class you can escape from the daily hustle and bustle and create a truly unique work by choosing the desired palette of colors. Proposed ornament is suitable for decorating a photo frame, as well as for decorating a table mirror - specify the desired option when adding participants to the group of the event. ",
        "time": "Lesson duration",
        "descTime": "- two lessons of 3 hours each.",
        "features": "Features master class:",
        "descFeatures1": "theoretical points under consideration: types of stained-glass windows, the concept of stained-glass painting, rules for outline drawing and stained-glass paints;",
        "descFeatures2": "practical component of master class: preparation of the working surface, drawing the outline, correcting of him, filling the outline drawing with acrylic stained glass paint, decorating the work.",
        "costMk": "The cost of the master class includes:",
        "descCostMk1":"clip frame 8*12 inches",
        "descCostMk2":"prepared sketch",
        "descCostMk3":"expendable materials",
        "descCostMk4":"finished work that you will take with you."
    },
    {   
        "id":"6",
        "name":"Master class «Fairy lamp»",
        "descripnion": "During this master class, you will be able to master the technique of using an outline, acquire basic skills in working with a structured paste, and also learn how to apply stained glass paints on a varnish basis. During the lesson, we will paint 4 glass walls of the lamp, which will help to strengthen the new knowledge and skills.",
        "time": "Lesson duration",
        "descTime": "- two days for 4 hours.",
        "features": "Features master class:",
        "descFeatures1": "theoretical points under consideration: types of stained-glass windows, the concept of stained-glass painting, rules for outline drawing, stained-glass paints and structural paste;",
        "descFeatures2": "practical component of master class: preparation of the working surface, drawing the outline, correcting of him, applying a structural paste, filling the outline drawing with stained glass paint, decorating the work.",
        "costMk": "The cost of the master class includes:",
        "descCostMk1": "metal lamp 11 inches;",
        "descCostMk2": "select the desired sketch;",
        "descCostMk3": "expendable materials;",
        "descCostMk4": "finished work that you will take with you."
    },
    {   
        "id":"7",
        "name":"Master class «Tenderness»",
        "descripnion": "As part of this meeting, I will tell you the subtleties and complexities of using the stained glass watercolor technique.",
        "time": "Lesson duration",
        "descTime":" - 5-6 hours.",
        "features": "Features master class:",
        "descFeatures1":"theoretical points under consideration: types of stained-glass windows, the concept of stained-glass painting, rules for ink drawing, stained-glass paints",
        "descFeatures2":"practical component of master class: preparation of the work surface, application ink and stained glass paints. Decoration of the work.",
        "costMk": "The cost of the master class includes:",
        "descCostMk1": "clip frame 8*12 inches;",
        "descCostMk2": "select the desired sketch;",
        "descCostMk3": "expendable materials;",
        "descCostMk4": "finished work that you will take with you."
    },
    {   
        "id":"8",
        "name":"Master class «At dawn»",
        "descripnion": "Who has not had time yet to attend the meeting and master a new technique of stained glass painting? I propose to join me for a master class where I will tell and show non-outline and watercolor techniques. Thanks to a combination of several techniques, properties of glass and paints, your work will become a bright and original gift for yourself or loved ones! ",
        "time": "Lesson duration",
        "descTime": "- two lessons of 4 hours each.",
        "features": "Features master class:",
        "descFeatures1":"theoretical points under consideration: types of stained-glass windows, the concept of stained-glass painting, rules for stained-glass paints drawing",
        "descFeatures2":"practical component of master class: preparation of the work surface, application stained glass paints. Decoration of the work.",
        "costMk": "The cost of the master class includes:",
        "descCostMk1": "prepared glass 12*18 inches;",
        "descCostMk2": "wooden frame;",
        "descCostMk3": "expendable materials, materials for glass painting and frame decoration;",
        "descCostMk4": "finished work that you will take with you."
    }
]