[
    {   
        "id":"1",
        "name":"Мастер-класс «»",
        "descripnion": "Graceful Contouring is a great workshop that will help you learn how to use stained glass contouring as well as learn more about stained glass painting in general.",
        "time": "Lesson duration",
        "descTime": "- 1.5 - 2 hours.",
        "features": "Features master class:",
        "descFeatures1": "theoretical points under consideration: types of stained-glass windows, the concept of stained-glass painting, rules for drawing a contour;",
        "descFeatures2": "practical component of mk: preparation of the work surface, drawing the contour, adjusting the application, designing the work.",
        "costMk": "The cost of the master class includes:",
        "descCostMk1": "frame clip 13 * 18;",
        "descCostMk2": "select the desired sketch;",
        "descCostMk3": "consumables;",
        "descCostMk4": "finished work that you take with you."
    },
    {   
        "id":"2",
        "name": "Master class «Stained glass postcard»",
        "descripnion": "Within the framework of this master class, you will be able to master the basics of using the contour - the basic material for painting, and also learn how to apply stained glass paints on a varnish basis.",
        "time": "Lesson duration",
        "descTime": "- two lessons of 3 hours each.",
        "features": "Features master class:",
        "descFeatures1": "theoretical points under consideration: types of stained-glass windows, the concept of stained-glass painting, rules for drawing a contour, stained-glass paints;",
        "descFeatures2": "practical component of MK: preparation of the working surface, drawing the contour, adjusting its application, filling the contour drawing with stained glass paint, decorating the work.",
        "costMk": "The cost of the master class includes:",
        "descCostMk1": "frame clip 13 * 18;",
        "descCostMk2": "select the desired sketch;",
        "descCostMk3": "consumables;",
        "descCostMk4": "finished work that you take with you."
    },
    {   
        "id":"3",
        "name":"Master class «Golden leaf»",
        "descripnion": "At this meeting, you will learn how to decorate a glass plate with gold leaf. And also show your imagination and create a product in truth with a unique palette of gold leaf. There is no limit to your imagination !!",
        "time": "Lesson duration",
        "descTime":" - 3-4 hours.",
        "features": "Features master class:",
        "descFeatures1": "theoretical points under consideration: types of stained-glass windows, the concept of stained-glass painting, rules for applying water-based paint and potals;",
        "descFeatures2": "practical component of mk: preparation of the work surface, application of water-based paint, application of glue and glue, application of a protective layer.",
        "costMk": "The cost of the master class includes:",
        "descCostMk1": "glass plate 19cm;",
        "descCostMk2": "plate decoration materials;",
        "descCostMk3": "consumables;",
        "descCostMk4": "finished work that you take with you."
    },
    {   
        "id":"4",
        "name":"Master class «На лужайке»",
        "descripnion": "I bring to your attention a master class, at the end of which you will have the skill of working with stained glass paints, ink and gold leaf.",
        "time": "Lesson duration",
        "descTime": "- two days, 3 hours each.",
        "features": "Features master class:",
        "descFeatures1":"",
        "descFeatures2":"",
        "costMk": "The cost of the master class includes:",
        "descCostMk1":"",
        "descCostMk2":"",
        "descCostMk3":"",
        "descCostMk4":""
    },
    {   
        "id":"5",
        "name":"Master class «Murano»",
        "descripnion": "I invite you to plunge into the fascinating world of Venetian painting! Attending the «Murano» master class you can escape from the daily hustle and bustle and create a truly unique work by choosing the desired palette of colors. This picture is suitable for decorating a photo frame, as well as for decorating a table mirror - specify the desired option when adding participants to the group of the event. ",
        "time": "Lesson duration",
        "descTime": "- two lessons of 3 hours each.",
        "features": "Features master class:",
        "descFeatures1": "theoretical points under consideration: types of stained-glass windows, the concept of stained-glass painting, rules for drawing a contour, stained-glass paints;",
        "descFeatures2": "practical component of MK: preparation of the working surface, drawing the contour, adjusting its application, filling the contour drawing with acrylic stained glass paint, decorating the work.",
        "costMk": "The cost of the master class includes:",
        "descCostMk1":"",
        "descCostMk2":"",
        "descCostMk3":"",
        "descCostMk4":""
    },
    {   
        "id":"6",
        "name":"Master class «Fairy lamp»",
        "descripnion": "Within the framework of this master class, you will be able to master the technique of applying a contour, acquire basic skills in working with a structured paste, and also learn how to apply stained glass paints on a varnish basis. During the lesson, we will paint 4 glass walls of the lamp, which will help to strengthen the new knowledge and skills.",
        "time": "Lesson duration",
        "descTime": "- two days for 4 hours.",
        "features": "Features master class:",
        "descFeatures1": "theoretical points under consideration: types of stained-glass windows, the concept of stained-glass painting, rules for drawing a contour, stained-glass paints, structural paste;",
        "descFeatures2": "practical component of mk: preparation of the working surface, applying the contour, adjusting its application, applying a structural paste, filling the contour drawing with stained glass paint, decorating the work.",
        "costMk": "The cost of the master class includes:",
        "descCostMk1": "metal lamp 28cm;",
        "descCostMk2": "select the desired sketch;",
        "descCostMk3": "consumables;",
        "descCostMk4": "finished work that you take with you."
    },
    {   
        "id":"7",
        "name":"Master class «Tenderness»",
        "descripnion": "In this meeting, I will tell you the intricacies and intricacies of using the stained glass watercolor technique.",
        "time": "Lesson duration",
        "descTime":" - 5-6 hours.",
        "features": "Features master class:",
        "descFeatures1":"",
        "descFeatures2":"",
        "costMk": "The cost of the master class includes:",
        "descCostMk1": "frame clip 21 * 30cm;",
        "descCostMk2": "select the desired sketch;",
        "descCostMk3": "consumables;",
        "descCostMk4": "finished work that you take with you."
    },
    {   
        "id":"8",
        "name":"Master class «At dawn»",
        "descripnion": "Who has not yet had time to attend the meeting and master a new technique of stained glass painting? I propose to join me for a master class where I will tell and show non-contour and watercolor techniques. Thanks to a combination of several techniques, properties of glass and paints, your work will become a bright and original gift for yourself or loved ones! ",
        "time": "Lesson duration",
        "descTime": "- two lessons of 4 hours each.",
        "features": "Features master class:",
        "descFeatures1":"",
        "descFeatures2":"",
        "costMk": "The cost of the master class includes:",
        "descCostMk1": "prepared glass 30 * 40cm;",
        "descCostMk2": "wooden frame;",
        "descCostMk3": "consumables, materials for glass painting and frame decoration;",
        "descCostMk4": "finished work that you take with you."
    }
]