[
    {
        "id": "1",
        "small": "http://www.youtube.com/embed/HlTMZtAZUao?controls=0",
        "large": "http://www.youtube.com/embed/HlTMZtAZUao",
        "image": "http://www.artvitrag.hol.es/galleryReact/no_image.png",
        "name": "Stained glass painting. Fill in the background of the painting, part three, the last.",
        "description": "Stained glass painting of the picture. I offer to watch the video of painting the picture in the technique of stained glass painting, part three, the last. Watercolor filling with stained glass paints. Like it, subscribe to the channel to see more)"
    },
    {
        "id": "2",
        "small": "http://www.youtube.com/embed/ufmx4lO0JKk?controls=0",
        "large": "http://www.youtube.com/embed/ufmx4lO0JKk",
        "image": "http://www.artvitrag.hol.es/galleryReact/no_image.png",
        "name": "Stained glass painting. Painting the passport in the picture",
        "description": "Stained glass painting of the picture. I suggest to watch the video of painting the passport of the painting in the technique of stained glass painting. Watercolor filling with stained glass paints. Like, subscribe to the channel to see more)"
    },
    {
        "id": "3",
        "small": "http://www.youtube.com/embed/hhtUlxjYo_g?controls=0",
        "large": "http://www.youtube.com/embed/hhtUlxjYo_g",
        "image": "http://www.artvitrag.hol.es/galleryReact/no_image.png",
        "name": "Stained glass painting. Fill in the background of the picture, part two.",
        "description": "Stained glass painting of a picture. How I do it. I suggest watching a video of painting a picture using stained glass painting technique, part two. Watercolor painting with stained glass paints. Like it, subscribe to the channel to see more)"
    },
    {
        "id": "4",
        "small": "http://www.youtube.com/embed/RKI7hooxoaE?controls=0",
        "large": "http://www.youtube.com/embed/RKI7hooxoaE",
        "image": "http://www.artvitrag.hol.es/galleryReact/no_image.png",
        "name": "Stained glass painting. Fill the background of the painting.",
        "description": "Stained glass painting of a picture. How I do it. I suggest watching a video of painting a picture using stained glass painting technique. Watercolor filling with stained glass paints. Like it, subscribe to the channel to see more)"
    },
    {
        "id": "5",
        "small": "http://www.youtube.com/embed/QWaxC5kU-yw&t?controls=0",
        "large": "http://www.youtube.com/embed/QWaxC5kU-yw&t",
        "image": "http://www.artvitrag.hol.es/galleryReact/no_image.png",
        "name": "Stained glass bas-relief. << Medieval castle >>",
        "description": "I present to your attention the stages of the process of creating a stained glass bas-relief. Materials used: glass, stained glass paint, structural paste, wooden frame. Production period November-December 2016."
    },
    {
        "id": "6",
        "small": "http://www.youtube.com/embed/gker_uiV5KQ?controls=0",
        "large": "http://www.youtube.com/embed/gker_uiV5KQ",
        "image": "http://www.artvitrag.hol.es/galleryReact/no_image.png",
        "name": "Stained glass painting. Painting with flowers.",
        "description": "Stained glass painting of a picture. How I do it. I suggest you watch a video of painting a picture using stained glass painting technique. Watercolor filling of stained glass paints. Like it, subscribe to the channel to see more)"
    },
    {
        "id": "7",
        "small": "http://www.youtube.com/embed/vSrfmTcqdN8?controls=0",
        "large": "http://www.youtube.com/embed/vSrfmTcqdN8",
        "image": "http://www.artvitrag.hol.es/galleryReact/no_image.png",
        "name": "Stained glass painting. Painting the picture frame.",
        "description": "Stained glass bas-relief of the castle. How I do it. I suggest watching a video of painting the frame for a painting using stained-glass bas-relief technique. I select the color of the frame to match the color of the main background of the picture. Like it, subscribe to the channel to see more)"
    },
    {
        "id": "8",
        "small": "http://www.youtube.com/embed/qCO1kbQM27A?controls=0",
        "large": "http://www.youtube.com/embed/qCO1kbQM27A",
        "image": "http://www.artvitrag.hol.es/galleryReact/no_image.png",
        "name": "Stained glass bas-relief. Applying light and shade.",
        "description": "Stained glass bas-relief of the castle. How I do it. I suggest watching a video of painting a painting using stained-glass bas-relief technique. Applying chiaroscuro to the work. Like it, subscribe to the channel to see more)"
    },
    {
        "id": "9",
        "small": "http://www.youtube.com/embed/hUHXIBmXVVM?controls=0",
        "large": "http://www.youtube.com/embed/hUHXIBmXVVM",
        "image": "http://www.artvitrag.hol.es/galleryReact/no_image.png",
        "name": "Stained glass bas-relief. Painting buildings. (part2)",
        "description": "Stained glass bas-relief of the castle. How I do it. I suggest watching a video of painting a painting using stained-glass bas-relief technique (part two). Like it, subscribe to the channel to see more)"
    },
    {
        "id": "10",
        "small": "http://www.youtube.com/embed/_oYz1-PBsYI?controls=0",
        "large": "http://www.youtube.com/embed/_oYz1-PBsYI",
        "image": "http://www.artvitrag.hol.es/galleryReact/no_image.png",
        "name": "Stained glass bas-relief. Painting buildings. (part1)",
        "description": "Stained glass bas-relief of the castle. How I do it. I suggest you watch a video of painting a painting using stained-glass bas-relief technique (part one). Like it, subscribe to the channel to see more)"
    },
    {
        "id": "11",
        "small": "http://www.youtube.com/embed/P_6tLX9YnHs?controls=0",
        "large": "http://www.youtube.com/embed/P_6tLX9YnHs",
        "image": "http://www.artvitrag.hol.es/galleryReact/no_image.png",
        "name": "Stained glass bas-relief. How I do it. (part 2)",
        "description": "Stained glass bas-relief of the castle. How I do it. I suggest watching a video of preparation for painting a painting using stained-glass bas-relief technique (part two). Like it, subscribe to the channel to see more)"
    },
    {
        "id": "12",
        "small": "http://www.youtube.com/embed/ocx-1Om6Lxw?controls=0",
        "large": "http://www.youtube.com/embed/ocx-1Om6Lxw",
        "image": "http://www.artvitrag.hol.es/galleryReact/no_image.png",
        "name": "Stained glass bas-relief. How I do it. (part1)",
        "description": "Stained glass bas-relief of the castle. How I do it. I suggest watching a video of preparation for painting a painting using stained-glass bas-relief technique (part one). Like it, subscribe to the channel to see more)"
    }
]